adw-gtk-theme
better-control-git
brightnessctl
cpio
darkly-bin
elephant
elephant-calc
elephant-clipboard
elephant-desktopapplications
elephant-menus
elephant-providerlist
elephant-symbols
elephant-unicode
fastfetch
fd
ffmpegthumbnailer
frameworkintegration
fzf
ghostty
ghostty-nautilus
gnome-keyring
hyprland
hyprlock
hyprpicker
hyprpolkitagent
hyprshot
imagemagick
jq
less
matugen
meson
nautilus
nautilus-python
noto-fonts-cjk
noto-fonts-emoji
pacman-contrib
papirus-folders
papirus-icon-theme
pastel
qt5ct-kde
qt6ct-kde
quickshell
starship
stow
sunsetr
swayosd
awww
ttf-ms-fonts
ttf-noto-nerd
walker
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
zed
zen-browser-bin
zsh
zsh-autosuggestions
